/* different widget same name replace string */
"A different widget with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "电脑上已安装了一个相同名称的不同 widget。您想使用此“%@”widget 来替换它吗？";

/* same name replace string */
"A file with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "电脑上已安装了一个相同名称的文件。您想使用此“%@”widget 来替换它吗？";

/* warning for already installed in /Library, but newer */
"A newer version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "此 widget 的较高版本已经为这台电脑的所有用户安装了。只有当您更喜欢使用这个版本时，才以此用户帐户身份安装它。";

/* newer version replace string */
"A newer version of the %@ widget is already installed. Would you like to replace it?" = "“%@”widget 的一个较高版本已经安装。您想替换它吗？";

/* older version replace string */
"An older version of the %@ widget is already installed. Would you like to replace it?" = "“%@”widget 的一个较低版本已经安装。您想替换它吗？";

/* warning for already installed in /Library, but older */
"An older version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "此 widget 的较低版本已经为这台电脑的所有用户安装了。只有当您更喜欢使用这个版本时，才以此用户帐户身份安装它。";

/* install and open string */
"Do you want to install the %@ widget and open it in Dashboard?" = "您要安装“%@”widget 并在 Dashboard 中打开它吗？";

/* end preview string */
"End Test" = "结束测试";

/* title for OK button */
"Install" = "安装";

/* installation failed title */
"The %@ widget can't be installed." = "“%@”widget 不能安装。";

/* ok button */
"OK" = "好";

/* replace button, instead of install */
"Replace" = "替换";

/* title for OK button when developer run is on */
"Run" = "运行";

/* preview button string */
"Test Drive" = "测试运行";

/* invalid widget */
"You can't install the file %@ because it is not a valid widget." = "您不能安装文件“%@”，因为它不是一个有效的 widget。";

/* already installed replace string */
"The %@ widget is already installed. Would you like to replace it?" = "“%@”widget 已经安装。您想替换它吗？";

/* install quit and replace string */
"The widget you are installing is already installed on your computer, and one or more copies of it are open. Reinstalling it will close all copies of the widget." = "您准备安装的 widget 已经安装在电脑上了，它的一个或多个副本已打开。重新安装该 widget 将关闭它的所有副本。";

/* install and quit string */
"The widget you are installing is already open. Installing this widget will close all copies of the widget." = "您要安装的 widget 已经打开。安装此 widget 将会关闭该 widget 的所有副本。";

/* widget deletion string */
"The widget you are replacing will be deleted immediately." = "您要替换的 widget 将会被立即删除。";

/* warning for already installed in /Library */
"This widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "此 widget 已经安装，可供这台电脑的所有用户使用。只有当您更喜欢使用这个版本时，才以此用户帐户身份安装它。";

/* already installed with different name replace string */
"This widget is already installed on your computer, but it's named %@. Would you like to replace the widget %@ with the widget %@?" = "您的电脑已经安装了这个 widget，但它的名称为“%1$@”。您想用 widget“%3$@”来替换 widget“%2$@”吗？";

